Repository: carminecoppola/app_uniparthenope
Catalog: appuniparthenope/assets/lang/intl_*.arb
Languages: it

source: Login
it: Accedi

source: Username
it: Nome utente

# rememberme
source: Remember credentials
it: Ricorda credenziali

# resetpsw
source: Forgot password?
it: Password dimenticata ?

# loginguest
source: Login as guest
it: Accedi come ospite

# loading
source: Authenticating, please wait...
it: Autenticazione in corso, per favore attendi...

# loading_personal_date
source: Loading your personal data...
it: Caricamento dei tuoi dati personali...

# loading_personal_card
source: Loading your personal card...
it: Caricamento della tua carta personale...

# loading_career
source: Loading your career...
it: Caricamento della tua carriera...

# loading_courses
source: Loading your courses...
it: Caricamento dei tuoi corsi...

# loading_fees
source: Loading your fees...
it: Caricamento delle tue tasse...

# loading_weather
source: Loading weather information...
it: Caricamento delle informazioni meteo...

# loading_service
source: Loading your services...
it: Caricamento dei tuoi servizi...

# loading_reservation
source: Loading your reservations...
it: Caricamento delle tue prenotazioni...

# loading_classroom
source: Loading classroom information...
it: Caricamento informazioni aule...

# loading_courses_prof
source: Loading professor's session...
it: Caricamento della sessione del professore...

source: Loading events...
it: Caricamento eventi...

source: Loading exams...
it: Caricamento appelli...

source: Close
it: Chiudi

# no_bioauth_saved
source: You do not have saved credentials for biometric authentication, log in for the first time.
it: Non hai credenziali salvate per l'autenticazione biometrica, effettua il primo accesso.

# insert_credentials
source: Insert username, and password
it: Inserisci username e password

# not_auth
source: Not authenticated
it: Non autenticato

# personal_label
source: Personal
it: Personali

# career_label
source: Academic
it: Accademiche

# name_label
source: Name
it: Nome

# surname_label
source: Surname
it: Cognome

# cf_label
source: Fiscal Code
it: CF

# nationality_label
source: Nationality
it: Nazionalità

# dob_label
source: Date of Birth
it: Data di Nascita

# gender_label
source: Gender
it: Sesso

# phone_label
source: Phone
it: Cellulare

# role_label
source: Role
it: Ruolo

# student_id_label
source: Student ID
it: Matricola

# course_label
source: Course of Study
it: Corso di Studi

# course_id_label
source: Course ID
it: Id Corso

# enrollment_label
source: Enrollment
it: Immatricolazione

# academic_year_label
source: Academic Year
it: Anno Accademico

# teacher_id_label
source: Teacher ID
it: Id Docente

# sector_label
source: Sector
it: Settore

# university_email_label
source: University E-mail
it: E-mail Ateneo

# male_label
source: Male
it: Maschile

# female_label
source: Female
it: Femminile

# undefined_gender_label
source: Undefined
it: Non definito

# student_role
source: Student
it: Studente

# teacher_role
source: Professor
it: Professore

# pta
source: Technical Staff
it: Personale Tecnico

# error_anagrafic
source: Personal data error
it: Errore anagrafica

# error_loading_anagrafic
source: An error occurred while loading your personal data, we apologize.
it: Si è verificato un errore nel caricamento dei tuoi dati personali, ci scusiamo.

# error_loading_career
source: An error occurred while loading your career, we apologize.
it: Si è verificato un errore nel caricamento della tua carriera, ci scusiamo.

# error_loading_reservation
source: An error occurred while loading your reservations, we apologize.
it: Si è verificato un errore nel caricamento delle tue prenotazioni, ci scusiamo.

# error_loading_service
source: An error occurred while loading your services, we apologize.
it: Si è verificato un errore nel caricamento dei tuoi servizi, ci scusiamo.

# error_loading_weather
source: An error occurred while loading weather information, we apologize.
it: Si è verificato un errore nel caricamento delle informazioni meteo, ci scusiamo.

# error_loading_courses
source: An error occurred while loading your courses, we apologize.
it: Si è verificato un errore nel caricamento dei tuoi corsi, ci scusiamo.

# error_loading_fees
source: An error occurred while loading your fees, we apologize.
it: Si è verificato un errore nel caricamento delle tue tasse, ci scusiamo.

# not_selected_career
source: Career not selected
it: Carriera non selezionata

# error_loading_classrooms
source: An error occurred while loading classrooms, we apologize.
it: Si è verificato un errore durante il caricamento delle aule, ci scusiamo.

# error_loading_courses_prof
source: An error occurred while loading the courses, we apologize.
it: Si è verificato un errore durante il caricamento dei corsi, ci scusiamo.

# empty_exam
source: Currently, no exams are available in your academic path.
it: Al momento, non risultano esami nel tuo percorso accademico

# empty_reservation
source: There are no reservations at the moment.
it: Non ci sono prenotazioni al momento

# courses_not_available
source: The exams for the
it: Non sono visualizzabili gli esami relativi al

# course_year
source: academic year
it: anno accademico

source: Select career
it: Seleziona la carriera

source: Student ID
it: Matricola

# profid
source: Professor ID
it: Docente ID

source: State
it: Stato

# reservation
source: Reservations
it: Prenotazioni

source: Calendar
it: Calendario

source: Show all
it: Mostra tutto

source: Services
it: Servizi

source: Career
it: Carriera

# career_dsc
source: Here you can view details related to the exams you have passed.
it: Qui puoi visualizzare i dettagli relativi agli esami che hai superato

source: Courses
it: Corsi

# courses_dsc
source: You can view the courses to follow for each academic year.
it: Puoi visualizzare i corsi da seguire per ogni anno accademico previsti

source: Fees
it: Tasse

# fees_dsc
source: You can keep track of your university fees.
it: Puoi tenere sotto controllo la situazione delle tasse universitarie.

source: Weather
it: Meteo

# weather_dsc
source: You can use the weather service of the University of Parthenope.
it: Puoi utilizzare il servizio meteo dell' Università Parthenope.

# courses_prof
source: Courses
it: Corsi

# courses_prof_dsc
source: You can view your courses for the academic year.
it: È possibile visualizzare i propri corsi dell 'anno accademico.

source: Events
it: Eventi

# events_dsc
source: Here you can view the events that have been organized.
it: Qui puoi visualizzare gli eventi che sono stati organizzati.

# classroom
source: Classrooms
it: Aule

# classroom_dsc
source: Here you can view available classrooms for lessons.
it: Qui puoi visualizzare le aule disponibili per le lezioni.

source: Library
it: Biblioteca

# library_dsc
source: Here you can view and register access to the university libraries.
it: Qui puoi visualizzare e registrare gli accessi alle biblioteche dell'ateneo.

source: Completed
it: Superato

# avg_weight
source: Average W.
it: Media P.

source: State Legend
it: Legenda Stato

source: State not available
it: Stato non disponibile

source: Code
it: Codice

source: Planned Teaching Activity
it: Attività Didattica Pianificata

source: Unattended Teaching Activity
it: Attività Didattica Non frequentata

source: Attended Teaching Activity
it: Attività Didattica Frequentata

# recognized_entire_activity
source: Entire Activity Recognized
it: Riconosciuta intera Attività

# fees_label
source: University payments
it: Pagamenti universitari

# actual_situation
source: Current situation
it: Situazione attuale

source: Regular
it: Regolare

# not_regular
source: Expired
it: Scadute

# not_paid
source: To be paid
it: Da pagare

source: Paid
it: Pagate

source: Not available
it: Non disponibile

# empty_paid_fees
source: There are no fees to pay
it: Non ci sono tasse da pagare

source: Price
it: Prezzo

source: Date
it: Data

# download_weather
source: Download our app
it: Scarica la nostra app

# no_past_reservations
source: No past reservations found
it: Non abbiamo trovato prenotazioni passate

# no_upcoming_reservations
source: No upcoming reservations found
it: Non abbiamo trovato prossime prenotazioni

# reservation_string_1
source: Found
it: Trovate

# reservation_string_2
source: matches
it: corrispondenze

# overdue
source: Expired
it: Scadute

source: Upcoming
it: Prossimamente

# reservation_number
source: Reserved
it: Prenotati

# reservation_room
source: Room
it: Aula

source: Find reservation
it: Cerca prenotazione

# click_to_big_image
source: Click to enlarge
it: Clicca per ingrandire

source: Personal Profile
it: Profilo Personale

# uniCardStudent
source: Student Card
it: Carta Studente

# uniCardProf
source: Professor Card
it: Carta Docente

# fees_uni
source: University Fees
it: Tasse Universitarie

# weather_uni
source: meteo@uniparthenope
it: meteo@uniparthope

# info_app
source: App Information
it: Informazioni App

source: Logout
it: Esci

# contact
source: Contact the development team if you noticed an issue with the application
it: Contatta il team di sviluppo se hai notato un problema nell'applicazione

# logout_message
source: Are you sure you want to logout?
it: Sei sicuro di voler uscire?

source: Yes
it: Sì

# classroom_label
source: University Classrooms
it: Aule Universitarie

# select_classroom_label
source: Choose a university to view the classrooms.
it: Scegli un ateneo per visualizzare le aule.

# select_menu_classroom
source: ...select university...
it: ...seleziona ateneo...

source: Today
it: Oggi

# today2
source: On the day
it: In giornata

source: Tomorrow
it: Domani

# not_reserved_rooms
source: No classrooms have been reserved for this university today
it: Nessuna aula è stata prenotata per questo ateneo oggi

# not_selected_rooms
source: You haven't selected a university...
it: Non hai selezionato nessun Ateneo...

# courses_prof_label
source: My courses
it: I miei corsi

# exams_prof_label
source: Exam sessions
it: Appelli d'esame

# no_exams_prof
source: No exam dates available
it: Non ci sono date di esame

# events_label
source: Parthenope Events
it: Eventi Parthenope

# search_events_label
source: Search events
it: Cerca eventi

# find_string
source: Found
it: Trovate

# find_string2
source: matches
it: corrispondenze

# no_events_found
source: No events scheduled.
it: Non è programmato nessun evento.

# no_events_found2
source: No events.
it: Nessun evento.

# no_dsc
source: No description
it: Nessuna descrizione

# no_rooms
source: Room not available
it: Aula non disponibile

# rooms
source: Room
it: Aula

# our_history_label
source: Our history
it: La nostra storia

# our_history
source: Since 1919, our University has passionately embraced the task of guiding young people towards success. With over 15,000 students, 320 professors, and 250 staff members, we offer solid and flexible education with an international outlook. We put students at the center, preparing them for leadership roles. Our century-old tradition blends with innovation, expanding our areas of excellence in economics, law, engineering, and well-being. Multidisciplinary and international research is our contribution to the advancement of knowledge, in constant dialogue with the world of work and business.
it: Dal 1919, la nostra Università ha abbracciato con passione il compito di guidare i giovani verso il successo. Con oltre 15.000 studenti, 320 professori e 250 membri del personale, offriamo un'istruzione solida e flessibile con una visione internazionale. Mettiamo gli studenti al centro, preparandoli per ruoli di leadership. La nostra tradizione centenaria si fonde con l'innovazione, ampliando le nostre aree di eccellenza in economia, giurisprudenza, ingegneria e benessere. La ricerca multidisciplinare e internazionale è il nostro contributo al progresso della conoscenza, in costante dialogo con il mondo del lavoro e delle imprese.

# our_uni_label
source: Our campuses
it: Le nostre sedi

# our_uni
source: Here you can view the campuses of our university with the opportunity to learn more about each of them.
it: Qui puoi visualizzare i campus della nostra università con l'opportunità di scoprire di più su ciascuno di essi.

# who_are
source: Who we are...
it: Chi siamo...

# centro_direzionale
source: The Centro Direzionale hosts the Department of Engineering and the Department of Science and Technology. The structure, located near Naples Central Station, consists of a series of modern skyscrapers forming part of a broader urban complex designed by Japanese architect Kenzō Tange.
it: Il Centro Direzionale ospita il Dipartimento di Ingegneria e del Dipartimento di Scienze e Tecnologie. La struttura, che sorge a ridosso della stazione di Napoli Centrale, è costituita da un insieme di moderni grattacieli, che rientrano all’interno di un più ampio complesso urbano, progettato dall’architetto giapponese Kenzō Tange.

# sede_centrale
source: The main headquarters of the University of Naples 'Parthenope' is located at Via Ammiraglio Ferdinando Acton n. 38. It consists of a historic monumental complex dating back to the 16th century, the 'Palazzina Spagnola,' and a more modern building constructed in the late 1960s.
it: La sede centrale dell’Università degli Studi di Napoli “Parthenope” è collocata in Via Ammiraglio Ferdinando Acton n. 38 e consiste di un complesso monumentale storico risalente al XVI secolo, la “Palazzina Spagnola”, e di un un fabbricato più moderno realizzato alla fine degli anni ’60.

# via_medina
source: In Via Medina, in a building from the early 1950s at the corner with Piazza Municipio, the Department of Motor and Wellness Sciences is located.
it: In Via Medina, in un fabbricato dell’inizio degli anni ’50 ad angolo con Piazza Municipio, ha sede il Dipartimento di scienze motorie e del benessere.

# nola
source: The Nola campus hosts three bachelor's degree programs in 'Economics & Management,' 'Engineering and Computer Science for Cybersecurity,' and 'Motor Sciences,' as well as a single-cycle master's degree in 'Law.'
it: Il campus di Nola ospita tre corsi di laurea triennale in “Economia & Management”, “Ingegneria e Scienze Informatiche per la Cybersecurity” e “Scienze Motorie” e un corso di laurea magistrale a ciclo unico in “Giurisprudenza”.

# monte_s_angelo
source: The Pacanowski Building is located in Naples, at Via Generale Parisi n. 13, near the Nunziatella Military School. The building, a typical example of Italian architecture from the 1950s, has a U-shaped structure with a south-facing courtyard that opens towards the sea. The palace's gardens, featuring tree-lined paths with tall trees, are particularly characteristic. The building houses the School of Economic and Legal Studies, which includes the following departments 1. Department of Law 2. Department of Business and Economic Studies 3. Department of Business and Quantitative Studies 4. Department of Economic and Legal Studies
it: Il Palazzo Pacanowski è situato a Napoli, in Via Generale Parisi n. 13, nelle adiacenze della Scuola Militare Nunziatella. L’edificio, espressione tipica dell’architettura italiana degli anni ‘50, presenta una struttura a forma di U, con una corte rivolta a sud, che si apre in direzione del mare. Particolarmente caratteristici sono i giardini del palazzo, attraversati da viali alberati con piante di alto fusto. Il Palazzo costituisce la sede della Scuola Economico Giuridica cui afferiscono i seguenti Dipartimenti: 1. Dipartimento di Giurisprudenza 2. Dipartimento di Studi Aziendali ed Economici 3. Dipartimento di Studi Aziendali e Quantitativi 4. Dipartimento di Studi Economici e Giuridici

# villa_doria
source: Villa Doria d’Angri is one of the most important neoclassical villas in Italy. The villa, majestically perched on a tuffaceous spur of the Posillipo hill, was built by the will of Prince Marcantonio Doria d’Angri, the last prominent member of the noble Genoese family. Within a vast plot of land, partly steep and rugged, partly gently sloping along the ridge, the leisure residence was meant to have an imposing character, befitting the prestigious role the prince held at court during those years. The Doria estate extended along the ridge of the hill down to the Mergellina beach, with terraces of vineyards and fruit trees. The property was donated to the noble family in 1592 by Vittoria Carafa and transformed from a farmhouse into a neoclassical princely residence by architect Bartolomeo Grasso, completed in 1833. It also serves as a tangible symbol of the Doria family's rank and maritime traditions. After Prince Marcantonio's death in 1837, it was rented out and later sold in 1857 to the noble Englishwoman Ellinor Giovanna Susanna Maitland. Since 1998, the building has been part of the University of Naples 'Parthenope's' real estate assets and is dedicated to advanced education, national and international scientific conferences, and cultural events. It also houses the valuable collection of static ship models, parts of merchant and military vessels, nautical instruments, and equipment preserved in the Naval Museum.
it: Villa Doria d’Angri è una delle più importanti ville neoclassiche italiane. La villa, che si erge maestosa su uno sperone tufaceo della collina di Posillipo, fu costruita per volere del principe Marcantonio Doria d’Angri, ultimo esponente di spicco della nobile famiglia di origine genovese. All’interno di un vasto appezzamento di terreno, in parte ripido e scosceso, in parte dolcemente degradante lungo il crinale, la dimora di svago doveva avere un carattere aulico, consono al ruolo di prestigio che il principe rivestiva in quegli anni a corte.La proprietà dei Doria si estendeva lungo il crinale della collina e arrivava alla spiaggia di Mergellina con terrazzamenti di vigneti ed alberi da frutto. La tenuta era pervenuta alla nobile famiglia nel 1592 per donazione di Vittoria Carafa, fu trasformata da masseria in residenza principesca neoclassica per opera dell’architetto Bartolomeo Grasso e completata nel 1833. Rappresenta, inoltre, un segno tangibile del rango che avevano i Doria e delle loro tradizioni marinaresche. Dopo la morte del principe Marcantonio nel 1837 venne ceduta in fitto e, successivamente, nel 1857, venduta alla nobile inglese Ellinor Giovanna Susanna Maitland. L’edificio fa parte dal 1998 del patrimonio immobiliare dell’Università degli Studi di Napoli Parthenope ed è destinata all’alta formazione, ai convegni scientifici nazionali ed internazionali, agli incontri culturali. Inoltre, è sede della preziosa collezione di modelli statici di navi e parti di imbarcazioni mercantili e militari, strumenti nautici e attrezzature conservate all’interno del Museo Navale.

# library_registration_title
source: User Registration
it: Registrazione Utente

# library_registration_subtitle
source: Here you can register a new user
it: Qui puoi registrare un nuovo utente

# library_daily_entries_title
source: Daily entries
it: Accessi Giornalieri

# library_daily_entries_subtitle
source: View daily user access to the library
it: Visualizza gli accessi giornalieri degli utenti alla biblioteca

# registration_title
source: Registration
it: Registrazione

# registration_name_label
source: Name
it: Nome

# registration_surname_label
source: Surname
it: Cognome

# registration_document_type_label
source: Document Type
it: Tipo di Documento

# registration_document_id_label
source: Identity Document
it: Documento di Identità

# registration_matricola_label
source: Student ID (optional)
it: Matricola (opzionale)

# registration_phone_label
source: Phone (optional)
it: Telefono (opzionale)

# registration_button
source: Register User
it: Registra Utente

# registration_warning
source: Please fill in all required fields.
it: Si prega di compilare tutti i campi obbligatori.

# document_type_identity_card
source: Identity Card
it: Carta d'Identità

# document_type_driver_license
source: Driver's License
it: Patente di Guida

# document_type_passport
source: Passport
it: Passaporto

# access_logs_title
source: Library Access Logs
it: Registri Accesso Biblioteca

# name_column
source: Name
it: Nome

# time_colum
source: Time
it: Orario

# document_column
source: Document
it: Documento

# access_time_column
source: Access Time
it: Orario di Accesso
